Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/bergh_s.html.tmx
Source language: sme
Languages: nob

source: Boarráseamos gova gilis fidnejin Romssa dávvirvuorkkás ; gova maid professor J. A. Friis lei govvidan 1867:s .
nob: Det aller eldste bildet fra bygda skaffet muséet i Tromsø meg ; et bilde som professor J. A. Friis tok i 1867 .

source: Govas oidno duottarstohpohálddašeaddji Ándde Eva Brita / Eva Brita Andersdatter jávregáttis čuožžumin ja sávvamin guossásis mana dearvama , ja goargŋut leat juo fatnasis .
nob: Bildet viser fjellstueoppsitter Eva Brita Andersdatter der hun står ved stranden og tar farvel med sin gjest mens stakerne er på plass i båten .

source: Muhto liikká , buot boarráseamos govva mii mis lea Skuvvanváris , lea Oaffarsullo tevnnet Knud Leema girjjis 1767:s Beskrivelse over Finnmarkens Lapper ( Válddahusat Finnmárkku sápmelaččaid birra ) !
nob: Forresten , det aller eldste bildet vi har fra Skoganvarre er tegningen av Offerholmen i Knud Leems verk fra 1767 ; Beskrivelse over Finmarkens Lapper !

source: Sámegiella skuvlii
nob: Samisk inn i skolen

source: Ii ovttage Porsáŋggu skuvllas lean sámegiela oahpahus , vaikko eanaš giliin orro sámegielahállit .
nob: Ingen av skolene i Porsanger hadde undervisning i samisk , selv om de fleste bygdene var samisktalende .

source: Ná eai oba čilgenge virgealmmuhusain ahte sámegiella lei ohppiid eatnigiella .
nob: Ja , det ble ikke engang opplyst i stillingsannonsene at samisk var morsmålet til elevene .

source: Nu lei maiddái eará gielddain .
nob: Slik var det også i andre kommuner .

source: Leat boahtán máŋga ođđa oahpaheaddji min davimus fylkka skuvlabiirriide , dieđekeahttá ahte giligiella ii lean dárogiella .
nob: Det har kommet mangen en ny lærer til en skolekrets i våre nordligste fylker og ikke visst at bygdemålet ikke var norsk .

source: Go Sverre Hatle bođii Skuvvanvárrái , de lei mis oahpaheaddji gii sáhtii sámegiela oahpahit .
nob: Etter at Sverre Hatle kom til Skoganvarre , hadde vi en lærer som kunne undervise i samisk .

source: Mii álggaheimmet sámegiela álgooahpahusa .
nob: Vi fikk innført samisk begynneropplæring .

source: Hans Eriksen , gii lei konsuleantan Finnmárkku skuvladirektevrra kantuvrras , lei buorren veahkkin .
nob: Hans Eriksen , som var konsulent hos skoledirektøren i Finnmark , var til god hjelp .

source: Son bođii Skuvvanvárrái čilget áigumuša birra vánhenčoahkkimis .
nob: Han kom til Skoganvarre og orienterte om planen på et foreldremøte .

source: Ášši mearriduvvui álkidit skuvlastivrras , ja sámegiela álgooahppu álggahuvvui - ainjuo ovtta skuvllas Porsáŋggus .
nob: Saken gikk greit igjennom i skolestyret , og samisk begynneropplæring kom i gang - i allfall på én skole i Porsanger .

source: Sámegielat oahppit galget oažžut oahpahusa iežaset gillii álgojagiid , ja de galge bajit luohkáin dárostišgoahtit , ja dalle galggai sis leat nana duogáš iežaset gielas .
nob: Samisktalende elever skulle få opplæring i sitt eget språk de første årene , for så i storskolen å gå over til norsk , og da med et solid grunnlag i sitt eget språk .

source: Sámi álgooahpahus lei eaktodáhtolaš .
nob: Den samiske begynneropplæringen var frivillig .

source: Gallestallit stuorra máilmmis
nob: Besøk fra den store verden

source: Skuvvanvárri lea Porsáŋggu boaittobealbáiki Kárášjoga guvlui .
nob: Skoganvarre er Porsangers utpost mot Karasjok .

source: Muhto ii goassige mu mielas orron ahte mii oruimet boaittobealbáikkis .
nob: Men jeg hadde aldri følelsen av å bo i en utkant .

source: Mii han leimmet álo beroštumi guovddážis .
nob: For stadig vekk var vi i sentrum for oppmerksomheten .

source: Hans A. Opstad lei sátnejođiheaddji mu Skuvvanvári álgojagiid .
nob: Hans A. Opstad var ordfører i mine første Skoganvarre-år .

source: Juohke háve go Porsáŋgui bohte olbmot geat galge guorahallat historjjálaš dahje skuvlii guoskevaš dilálašvuođaid gielddas , de son sáhtostii dáid Skuvvanvárrái ja guđii daid mu lusa .
nob: Hver gang Porsanger fikk besøk av folk som skulle studere historiske eller skolemessige forholdt i kommunen , bilte han dem til Skoganvarre og avleverte dem hos meg .

source: Mun muosáhin oalle máŋga diekkár gallestallama iežan skuvlahoavdaáigodagas gilis .
nob: Det var ikke få slike besøk jeg fikk i min tid som skolestyrer i bygda .

source: Min bođii gallestallat Lund universitehta professor Ruoŧas .
nob: Vi fikk besøk av en professor fra Lund universitet i Sverige .

source: Son háliidii diehtit mii gielddanama duogáš lei .
nob: Han var kommet for å finne opphavet til kommunenavnet .

source: Duođaigo šattai pors-nammasaš rássi ( guossarássi ) Porsáŋggus ?
nob: Vokste det virkelig pors i Porsanger ?

source: Mun mannen olggobeallái dálu ja vižžen sutnje rási , ja nu de lei sus duođaštus .
nob: Jeg gikk ut og plukket en porsplante til ham , og dermed hadde han beviset .

source: Vaikko maŋŋáhan gal leat eahpidan ahte Porsáŋggu namma boahtá dán rásis .
nob: Skjønt senere er det reist tvil om at Porsanger er oppkalt etter denne planten .

source: Máŋga báikenammadutki oaivvildit ahte namma lea dološ sámi namma mii mearkkaša stuorra vuotna .
nob: Flere navneforskere mener at navnet kommer av et gammelt samisk navn som betyr en stor fjord .

source: Min bođii USA:s gallestallat nissonolmmoš gii lei professor .
nob: Vi fikk besøk av en kvinnelig professor fra USA .

source: Son háliidii dutkat sámi gávtti .
nob: Hun ville studere den samiske klesdrakten .

source: Dán háve lei Anny Haugen - duodjeskuvlla rektor Leavnnjas - gii sáddii guossi Skuvvanvárrái .
nob: Denne gangen var det Anny Haugen - rektor på husflidsskolen i Lakselv - som sendte gjesten til Skoganvarre .

source: Mii gallestalaimet boazosápmelaš bearraša , ja sis ledje doarvái ollu gávttit čájehit .
nob: Vi besøkte en reineierfamilie , som hadde et rikt utvalg av samedrakter å vise fram .

source: Oktii bođii Kalaallit Nunaatas skuvladirektevra gallestallat .
nob: En gang kom skoledirektøren for Grønland på besøk .

source: Direktevra háliidii diehtit mo mii čađaheimmet oahpahusa .
nob: Direktøren var interessert i å studere hvordan vi la opp undervisningen .

source: Kalaallit Nunaatas han lei seammalágan váttisvuohta : Dánskkagiella lei hálddahusgiellan , ja inuihttagiella fas hállangiellan .
nob: For på Grønland hadde de liknende problem : Dansk var administrasjonsspråket , og grønlandsk talespråket .

source: Čehkoslovákias bođii skuvlaolbmuid joavku ja sii guldaledje áŋgirit go mun čielggadin gielladili ja oahpahusa .
nob: Fra Tsjekkoslovakia kom en deputasjon med skolefolk og var interesserte tilhørere da jeg redegjorde for språksituasjonen og undervisningen .

source: Eará háve bođii TV-joavku Jugoslávias .
nob: En annen gang kom et TV-team fra Jugoslavia .

source: Sii filbmejedje muhtun nieidda árgabeaivvi nuoraidskuvllaoahppin Leavnnjas .
nob: De filmet hverdagen til en jente fra Skoganvarre når hun gikk på ungdomsskolen i Lakselv .

source: TV-joavkku jođiheaddji lei leamaš soahtefáŋgan Davvi-Norggas ja hálai čielga dárogiela .
nob: Lederen for TV-teamet hadde vært krigsfange i Nord-Norge og snakket perfekt norsk .

source: Vuiteš oahppit
nob: Elever til topps

source: Oahppit ledje eatnašat nugo muđuige eará báikkiin .
nob: Stort sett var elevene som over alt ellers .

source: Muhtumat ledje čeahpit ja nuppit fas eai nu čeahpit .
nob: Noen var flinke og andre mindre flinke .

source: Muhto mearkkalaččat mis ledje máŋggat sihke falis ja girječeahpes násteoahppit .
nob: Men det pussige var at både sportslig og boklig hadde vi flere toppelever .

source: Dalle lávejedje skuvllain guovtti geardde jahkái faláštallamat Porsáŋggus .
nob: Den gangen hadde skolene to årlige idrettsstevner i Porsanger .

source: Čakčat lei bođufaláštallan ja dálvet fas gilvočuoigan .
nob: Det var friidrett om høsten og skistevne om vinteren .

source: Juohke skuvllas ledje 25% ohppiin .
nob: Hver skole stilte med 25 % av elevene .

source: Skuvllaide adde čuoggáid ohppiid gilvosajusteami mielde .
nob: Skolene fikk poeng etter elevenes plassering i konkurransen .

source: Čuoggáid bidje čoahkkái , ja logu juhke skuvlla oasseváldiid loguin .
nob: Poengene ble lagt sammen , og tallet ble dividert på antallet av skolens deltagere .

source: Skuvvanvári skuvllas gávdnui buoremus njuikejeaddji olles gielddas : Johannes Guttorm .
nob: Skoganvarre skole hadde den beste skihopperen i hele kommunen : Johannes Guttorm .

source: Son vuittii juohke jagi - njealját luohká rájes gitta dassážii go loahpahii guđát luohká .
nob: Han seiret år etter år - fra han gikk i fjerde klasse til han avsluttet i sjette klasse .

source: Son vuittii seamma álkidit go álggii nuoraidskuvlii Levdnjii .
nob: Han var like suveren vinner da han kom på ungdomsskolen i Lakselv .

source: Son ii dušše vuoitán iežas ahkásaččaid gaskkas , muhto lei maiddái buoret go boarrásut oasseváldit .
nob: Han seiret ikke bare i sin klasse , men var også bedre enn deltagerne i klassene over seg .

source: Nieiddain lei Øyfrid Johansen buoremus .
nob: På jentesiden hadde vi Øyfrid Johansen .

source: Mii dieđiheimmet su gilvvuide nuppi luohká rájes .
nob: Vi stilte opp med henne fra hun var andreklassing .

source: Son álkidit vuittii gilvočuoigama ja ladnjedallama juohke jagi .
nob: Hun vant suverent langrenn og slalåm år etter år .

source: Oktii šattai Oarje-Finnmárkku biiremeašttirin iežas ahkásaččaid gaskkas .
nob: Et år ble hun kretsmester for Vest-Finnmark i sin klasse .

source: Muhtun dálvve lágidii Leavnnja nuoraidskuvla jahkásaš čuoigangilvvohallama Porsáŋggu , Kárášjoga ja Fálesnuori nuoraidskuvllaide .
nob: En vinter arrangerte ungdomsskolen i Lakselv det årlige skimesterskapet mellom ungdomsskolene i Porsanger , Karasjok og Kvalsund .

source: Gilvvohallan lei Skuvvanváris , ja guossit ožžo luoikkasin skuvlla molssodanlanjaid ja borransála .
nob: Rennet foregikk i Skoganvarre , og gjestene fikk låne skolen til garderobe og spisesal .

source: Giittusin mii oaččuimet diktit ovtta min ohppiin leat mielde gilvočuoigamis .
nob: Til gjengjeld fikk vi stille opp med en av våre elever i langrennsløpet .

source: Leavnnja nuoraidskuvla vuittii stuorrát eará nuoraidskuvllaid badjel , muhto sii eai birgehallan guđátluohkkálaččas Øyfrid Johansenis , Skuvvanváris eret .
nob: Lakselv ungdomsskole vant stort over de andre ungdomsskolene , de ble bare slått i løypa av sjetteklassingen Øyfrid Johansen fra Skoganvarre .

source: Dáinna guvttiin ohppiin , Øyfrid-guoktáin Johanasain - ja earáin geat eaige lean njoazit - mii vuittiimet máŋgii gieldda skuvlameašttirgilvvohallamiin .
nob: Med disse to elevene , Øyfrid og Johannes - og andre som heller ikke var dårlige - vant vi flere ganger det kommunale skolemesterskapet .

source: Øyfrid Johansen diplomain ja medaljain man vuittii čuoigamis Oarje-Finnmárkku biiremeašttirvuođa luohkástis .
nob: Øyfrid Johansen med diplom og medalje hun fikk da hun erobret kretsmesterskapet i langrenn for sin klasse for Vest-Finnmark .

source: Mis ledje máŋggat čeahpes oahppit .
nob: Skoleflinke elever hadde vi flere av .

source: Okta sis vuittii riikkaviidosaš stiilačállingilvvu .
nob: En av dem gikk til topps i en landsomfattende stilkonkuranse .

source: Einar Amundsen ii lean go njealját luohkás go vuittii stiilačállingilvvu fáttáin » Váralašvuođat asehis jieŋa alde johtalit " .
nob: Einar Amundsen gikk bare i fjerde klasse da han vant stilkonkurransen om farene ved å gå på tynn is .

source: Son muđui galggaige leat goalmmát luohkás , muhto beasai álgit bajit luohkkái go lei nu čeahppi .
nob: Han skulle forøvrig ha gått i tredje , men ble flyttet opp en klasse på grunn av sine evner .

source: Gánda oaččui Oslo-mátkki vuoitun .
nob: Gutten fikk seg en Oslo-tur som premie .

source: Ledje oalle máŋga aviissa mat čálle su ja gilvvu birra .
nob: Det var ikke få aviser som skrev om ham og konkurransen .

source: Ovtta jagi oassádalai skuvla riikkaviidosaš ruovttubáikegilvvus .
nob: Et år deltok skolen vår i en landsomfattende heimstadkonkurranse .

source: Čieža seammaárvosaš vuoiti ledje , ja okta dain lei Skuvvanvári skuvla .
nob: Det ble kåret syv likeverdige vinnere , og blant dem var Skoganvarre skole .

source: Dán oktavuođas de bođii Harry Westrheim NRK Finnmárkkus min gallestallat .
nob: I den anledning fikk vi besøk av Harry Westrheim fra NRK Finnmark .

source: Son ráhkadii radioprográmma min birra , mii sáddejuvvui skuvlaradios .
nob: Han laget et radioprogram om oss . Det ble sendt i skolekringkastingen .

source: Ruovttubáikebargobihttá-gihppaga mii vurkkodeimmet glássavuorkkás skuvlafeaskáris .
nob: Heftet med heimstadoppgaven oppbevarte vi i en glassmonter i skolekorridoren .

source: Mii rámiin dan čájeheimmet .
nob: Det var med stolthet vi viste det fram .

source: Feaskkirseinniide ja riepmosállaseinniide mii heaŋgguimet rámmejuvvon govaid sihke skuvlla eallimis ja gili dološ áiggis .
nob: På veggene i korridoren og festsalen hengte vi innrammede bilder både fra livet på skolen og fra bygda i gamle dager .

source: Akvária
nob: Akvarium

source: Gándan ruovttus Skienis lei mus akvária .
nob: Som gutt hjemme i Skien hadde jeg hatt et akvarium .

source: Go bohten Levdnjii oahpaheaddjin , de oahpásmuvven Ingvald Betsii .
nob: Da jeg kom til Lakselv som lærer , ble jeg kjent med Ingvald Betsi .

source: Son lei skuvlla viessohoaiddár ja duojáris olmmái .
nob: Han var vaktmester på skolen og en nevenyttig kar .

source: Son ráhkadii akváriaid sihke alccesis ja munnje .
nob: Han laget akvarier både til seg selv og til meg .

source: Go moai Birggehiin fárriime Skuvvanvárrái , de lei munnos dieđusge akvária fárus .
nob: Da Birgit og jeg flyttet til Skoganvarre , hadde vi selvsagt akvariet med oss .

source: Dađistaga hágaimet eanet akváriaid .
nob: Etter hvert fikk vi flere akvarier .

source: Eanemusat mis ledje njeallje : Okta stuorraklássalanjas , okta oahpaheaddji láigolanjas ( dat lei stuorámus , badjel 200 lihttera ) , okta iežame stobus ja okta oalle uhca akváriaš smávvaklássalanjas .
nob: På det meste hadde vi fire : Ett i storklasserommet , ett på lærerhybelen ( det var det største , på over 200 liter ) , ett i vår egen stue , og ett ganske lite i småklasserommet .

source: Mis lei ollu illu dáid akváriaiguin , sihke čikŋan ja oahpahusatnui .
nob: Vi hadde mye glede av akvariene , både som pynt og til undervisningsbruk .

source: Guhkes dálvvis lei buorre čohkkát ja gaivát ruoná šattuide ja ivdnás guliide .
nob: Det var fint i den lange vinteren å kunne sitte og se på grønne planter og fargerike fisker .

source: Oahppit besse oaidnit veajehiid maid guppyat ( Poecilia reticulata ) riegádahttet eallin ja oidne miehkkegessiid vuojadeamen .
nob: Elevene fikk se yngel av levendefødende guppyer og sverddragere svømme omkring .

source: Sii besse oaidnit mo Nilena njálbmelálli divššui veajehis .
nob: De fikk se hvordan munnrugeren fra Nilen passet på avkommet sitt .

source: Giđđat mis ledje cuoppogođut uhca akvárias smávvaklássalanjas .
nob: Om våren hadde vi froskeyngel i det lille akvariet i småklasserommet .

source: Go cubboálggut šadde smávva cuoppun , de guttiimet daid várrogasat Bajitjávrái ja luittiimet daid gáddegurrii .
nob: Når rompetrollene var blitt små frosker , bar vi dem forsiktig ned til Øvrevann og satte dem ut i strandbeltet .

source: Oahppit ohppe ahte velá cuoppuge - man unni de leaččai - galggai beassat eallit ja ovdánit iežas rivttes birrasis .
nob: Elevene fikk lære at selv en frosk - hvor liten den enn var - skulle få leve og utvikle seg i sitt rette miljø .

source: 1960-logu álggus oaččui Skuvvanvárri ollu .
nob: Det var mye Skoganvarre fikk på begynnelsen av 1960-tallet .

source: Skuvla álggahuvvui 1962:s .
nob: I 1962 ble altså skolen tatt i bruk .

source: Maŋit čavčča vihahii ivdnás bisma Monrad Norderval ođđa kapealla .
nob: Høsten etter ble det nybygde kapellet vigslet av den fargerike biskopen Monrad Norderval .

source: Ledje ollu olbmot boahtán ; báhpaidjoavku váccii skuvllas kapellii , ja ruovttoluotta fas girkokáffii skuvlla riepmosállii ipmilbálvalusa maŋŋá .
nob: Det var storinnrykk av folk ; presteprosesjonen gikk fra skolen til kapellet , og tilbake til kirkekaffe i festsalen på skolen etter gudstjenesten .

source: Miessemánu 17. beaivve ávvudeimmet juohke jagi Leavnnjas .
nob: 17. mai i kofte 17. mai ble hvert år feiret i Lakselv .

source: Iđđedis bođii busse viežžat ohppiid ja oahpaheddjiid .
nob: Om morgenen kom en buss og hentet elever og lærere .

source: De mii searvvaimet miessemánu 17. beaivve ráidui , mii vulggii Leavnnja mánáidskuvllas ja váccii guhkes mohki .
nob: Så stilte vi opp i 17. maitoget , som startet fra barneskolen i Lakselv og gikk en lang runde .

source: Álgojagis juo Skuvvanvári skuvla lei njunnošis ráiddus .
nob: Fra første året av gikk Skoganvarre skole først i toget .

source: Dušše ieš lávdegoddi ja boles ledje min ovddabealde .
nob: Bare selve komitéen og politiet gikk foran oss .

source: Mii han leimmet oalle ivdnás joavku go oalle ollosat ohppiin ledje gávttehasat .
nob: Vi var jo et meget fargerikt innslag , for svært mange av elevene våre stilte opp i kofte .

source: Vaikko mu bargoskihpárat eai lean sápmelaččat , inge mun lean sápmelaš , de mii ovddasteimmet sámi gili .
nob: Det gjorde lærerne også . Selv om mine kolleger og jeg ikke var samer , representerte vi en samisk bygd .

source: Skuvllain ledje iežaset leavggat , muhto Skuvvanváris ii lean .
nob: Skolene gikk under hver sin fane , men Skoganvarre hadde ingen .

source: Danin mii álggaheimmet ruhtačoaggima fidnet iežamet skuvlaleavgga .
nob: Vi gikk derfor i gang med å samle inn penger til en skolefane .

source: Lassin gili iežas ruhtačoaggimii , mii oaččuimet ruđa máŋggain ásahusain ; stuorámus skeaŋkka mii oaččuimet Iŋggášguolbana ( Porsangmoen ) garnisovnnas .
nob: I tillegg til innsamling i selve bygda , fikk vi midler fra flere institusjoner ; den største gaven kom fra garnisonen på Porsangmoen .

source: Giittusin mun dollen hearvasága noaiddi Johan Kaavena birra muhtun doaluin leairras .
nob: Som takk holdt jeg kåseri om noaiden Johan Kaaven på en tilstelning i leiren .

source: Sverre Hatle lei sárgon somás diploma ja geigii dan hovdii ollu giitosiiguin .
nob: Sverre Hatle hadde tegnet et festlig diplom og overrakte det til sjefen med mangt et takkens ord .

source: Ieš Piera Hætta lei sárgon leavgga .
nob: Selveste Per Hætta tegnet fanen .

source: Dát lei su maŋimus meašttirbargu .
nob: Det ble hans siste mesterverk .

source: Son jámii geassit seamma jagi váibmodohppehagas go lei doallamin málagovvačájáhusa Oslos .
nob: Han døde utpå sommeren samme år av et hjerteinfarkt mens han hadde maleriutstilling i Oslo .

source: Buori áiggi ovdal vuođđolágabeaivvi mii oaččuimet gárvves leavgga leavgabuvttadeaddjis Oslos .
nob: I god tid før grunnlovsdagen fikk vi den ferdige fanen sendt fra flaggprodusenten i Oslo .

source: Miessemánu 17. beaivve 1967 lei stuorra dáhpáhus Skuvvanváris .
nob: Den 17. mai 1967 ble en stor begivenhet i Skoganvarre .

source: Mis lei heajaskas dilálašvuohta iđđedis skuvlašiljus .
nob: Vi hadde en høytidelighet om morgenen på skoleplassen .

source: Leavga libardii , beaivváš báittii , oahppit čuojahedje » Ja , vi elsker " ja » Sámisoga lávlaga " njuolggonjurggonasain .
nob: Flagget vaiet , sola skinte , elevene spilte Ja , vi elsker og Sámesoga lávlla på blokkfløyte .

source: Piera Hætta lei gudneguossin .
nob: Per Hætta var æresgjest .

source: Moai skuvlainspektevrrain Helmer Mikkelseniin doalaime goabbáge sártni .
nob: Skoleinspektør Helmer Mikkelsen og jeg holdt hver vår tale .

source: Munno gaskkas doalai Sverre Hatle skuvlaleavgga .
nob: Midt mellom oss holdt Sverre Hatle skolefanen .

source: Dat lea silkkis ráhkaduvvon .
nob: Den er i silke .

source: Ivdni lea oranša alit čállosiin ja govadagaiguin .
nob: Fargen er orange med skrift og figurer i blått .

source: Govadagat lea eaŋkalat , nugo galgetge leat leavggas .
nob: Figurene er enkle , slik de skal være på en fane .

source: Leavgga guovddážis lea Sieidesullo govadat mii lea gili don dološ kultuvrra symbolan .
nob: Midt på fanen er en silhuett av Sieidesuolo som symbol på bygdas eldgamle kultur .

source: Sullo birra leat ovttageardánis govadagat mat govastit gili boares ealáhusaid bivddu ja guolásteami .
nob: Rundt holmen står stiliserte figurer som symboliserer bygdas gamle næringsveier jakt og fiske .

source: Go mii maŋŋelis dego dábálaččat leimmet vuosttažin ráiddus Leavnnjas , de lei Sverre Hatle leavgaguoddin .
nob: Da vi senere på dagen som vanlig gikk først i toget i Lakselv , var Sverre Hatle fanebærer .

source: Lei deaŧalaš ásahit bistevaš árbevieruid ođđa skuvlabiirii .
nob: Det var viktig å lage faste tradisjoner i den nye skolekretsen .

source: Maŋimus skuvlabeaivve ovdal juovlaluomu ledje oahppit ja oahpaheaddjit čoahkkanan kapellii .
nob: Siste skoledag før juleferien var elever og lærere samlet i kapellet .

source: Dát geardduhuvvui juohke jagi fealtabáhpa vehkiin .
nob: Dette gjentok seg hvert år med feltprestens hjelp .

source: Miihan eat sáhttán gáibidit ahte suohkanbáhppa galggai boahtit juohke háve go mii háliideimmet ipmilbálvalussii ; sus ledje moanat girkut ja kapeallat viiddis guovllustis .
nob: Vi kunne jo ikke forlange at soknepresten skulle stille opp hver gang vi ville ha gudstjeneste ; han hadde flere kirker og kapell i sitt vidstrakte distrikt .

source: Ođđajageeahkeda lei maiddái ipmilbálvalus kapeallasteamet fealtabáhpa bokte .
nob: Nyttårsaften var det forresten også gudstjeneste i kapellet vårt ved feltpresten .

source: Jur ovdalgo Sivert Amundsen čuojahii girkobielluid ođđajagi gudnin , de manne njeallje oahppi ovttas báhpain áltárgearddu ovddabeallái .
nob: Like før Sivert Amundsen ringte det nye året inn , gikk fire av elevene sammen med presten foran alterringen .

source: Oahppit lohke jitnosit čálabáikkiid maid ledje bajil oahppan .
nob: Elevene leste høyt hvert sitt skriftsted , som de hadde lært utenat .

source: Dát lei allaáiggálaš boddu .
nob: Det var et høytidelig øyeblikk .

source: Elrávdnječuovga lei jáddaduvvon , dušše gintalat čuvge .
nob: Det elektriske lyset var slått av , bare stearinlysene brant .

source: Muhto ruovttoluotta min maŋimus skuvlabeaivái ovdal juovlaluomu : Ovdal ipmilbálvalusa ledje oahppit ja oahpaheaddjit čoahkkanan riepmosállii .
nob: Men tilbake til siste skoledag før juleferien : Før gudstjenesten var elever og lærere samlet i festsalen .

source: Mii joraimet juovlamuora birra , ja mis lei iežamet guoimmuheami maŋimus hárjehus .
nob: Vi gikk rundt juletreet , og hadde generalprøve på underholdningen .

source: Juovlafeasttas 1963:s .
nob: Fra julefesten 1963 .

source: Juovlasuohtastallamis lei álo dáhpin lávlut " Det første lys jeg tenner " .
nob: Et fast innslag i juleunderholdningen var sangen " Det første lys jeg tenner " .

source: ( Cahkkehan vuosttáš gintala ) Njeallje smávvaskuvlaoahppi lávlo guhtege vearssa .
nob: Fire elever i småskolen sang hvert sitt vers .

source: Lávlaga beallemuttus logai eará smávvaskuvlaoahppi juovlaevangeliuma .
nob: Halvveis i sangen ble juleevangeliet lest , også av en elev i småskolen .

source: Nieiddat gurut bealde : Anne Lise Johansen , Torill Grøtte , Berit Ellen Utsi ja Kari Marie Utsi .
nob: Jentene fra venstre : Anne Lise Johansen , Torill Grøtte , Berit Ellen Utsi og Kari Marie Utsi .

source: Gánda gii lohká evangeliuma : Nils Utsi .
nob: Gutten som leser evangeliet : Nils Utsi

source: Vuosttaščájáhus lei min stuorra feasttas basiid gaskkas , maid vánhemat lágidedje .
nob: Premieren hadde vi på vår store fest i romjulen , som foreldrene arrangerte .

source: Dalle lei bahkka dievva skuvllas .
nob: Da var det stuvende fullt på skolen .

source: Olles Skuvvanvári álbmot lei doppe , ja lassin bohte velá eretfárren skuvvanvárrelaččat Kárášjogas ja Leavnnjas .
nob: Hele Skoganvarres befolkning var der , i tillegg kom også utflyttede skoganvarreværinger fra Karasjok og Lakselv .
